[
    {
        "id" : 1001,
        "name": "HOCO HB28/ Хаб 6 в 1/ USB 2.0, 1 USB 3.0, Type-C, Card Reader SD, Micro SD, HDMI серый металл",
        "price" : 1842,
        "quantity" : 5,
        "description" : "В текущих реалиях множество профессиональных и бытовых задач решаются с помощью компьютерной техники. К ней можно отнести обычные десктопные компьютеры, ноутбуки и даже мобильные гаджеты, представляемые планшетами и смартфонами. Так или иначе, каждый пользователь сталкивается с необходимостью обмена данными между устройствами, необходимостью передачи для воспроизведения видео и аудиосигнала с устройства на устройство, подзарядки менее мощных устройств от более мощных и т. д. Для этого используются различные стандарты интерфейсов для соединения, считывания и синхронизации этих устройств. Причем не существует техники, по умолчанию оснащенной набором всех распространенных интерфейсов. Решить задачу увеличения возможностей коммутации различных видов техники и носителей информации позволяет простой usb разветвитель. USB хаб разветвитель концентратор для компьютера, ноутбука 6 в 1 USB 3.0, USB2.0, Type-c, SD, micro SD, HDMI HOCO HB28 является одних из таких аксессуаров, купив который, вы существенно увеличите функционал своего ноутбука или компьютера.",
        "imageName" : "hoco"
    },
    {
        "id" : 1002,
        "name": "ТВ-приставка Apple TV 4K 128GB, 2022 г, черный",
        "price" : 20166,
        "quantity" : 2,
        "description" : "Apple TV 4K объединяет лучший телевизионный контент с гигантским потенциалом устройств и сервисов Apple. Теперь ваша гостиная по‑настоящему преобразится.Картинка и звук как в реальной жизни. Apple TV 4K с Dolby Vision сделает все ваши развлечения незабываемыми. HDR с высокой частотой кадров. Apple TV 4K может воспроизводить видео с частотой кадров, которая в два раза превышает требования стандарта HDR, поэтому цвета выглядят ещё реалистичнее, а изображение — чётче. Даже стремительные события, например во время спортивной трансляции, можно рассмотреть во всех деталях. Природа на экране выглядит невероятно реалистично. А ролики YouTube буквально оживают.",
        "imageName" : "appleTV"
    },
    {
        "id" : 1003,
        "name": "Беспроводная механическая клавиатура Keychron K8, TKL, алюминиевый корпус, White LED подсветка, Gateron Red Switch",
        "price" : 9766,
        "quantity" : 1,
        "description" : "K8 — это сверхтактильная механическая клавиатура, предоставляющая вам все необходимые клавиши и функции, с самой большой батареей среди механических клавиатур. Разработана для максимального повышения производительности благодаря самой популярной раскладке TKL. Возможность горячей замены оптических и механических переключателей позволяет легко персонализировать набор текста без пайки. Благодаря специальным настройкам Keychron K8 является одной из немногих клавиатур, которая позволяет пользователям Mac пользоваться теми же мультимедийными и функциональными клавишами, что и фирменная клавиатура Apple. Подключается к 3 устройствам через Bluetooth и легко переключается между ними.",
        "imageName" : "keyboard"
    },
    {
        "id" : 1004,
        "name": "Внешний аккумулятор Xiaomi Power Bank Magnetic Wireless Magsafe 5000mAh P05ZM",
        "price" : 3841,
        "quantity" : 3,
        "description" : "Магнитный беспроводной блок питания может одновременно использоваться как внешний аккумулятор или вертикальное беспроводное зарядное устройство. Разработан специально для iPhone12/13/14. Прибор обладает ультратонким, легким и портативным корпусом и емкостью аккумулятора 5000 mAh.",
        "imageName" : "powerbank"
    },
    {
        "id" : 1005,
        "name": "Смартфон Apple iPhone 15 Pro 128 ГБ, Dual: nano SIM + eSIM, синий титан",
        "price" : 111701,
        "quantity" : 1,
        "description" : "iPhone 15 Pro: новый король смартфонов с инновационными функциями! Встречайте мощный и стильный iPhone с передовыми технологиями! Представляем iPhone 15 Pro, новый флагман Apple, который изменит ваше представление о смартфонах. Он оснащен OLED-дисплеем с диагональю 6.1 дюйма и технологией Super Retina XDR для непревзойденной цветопередачи и яркости.",
        "imageName" : "iphonePro"
    },
    {
        "id" : 1006,
        "name": "Смартфон Apple iPhone 15 256 ГБ, Dual: nano SIM + eSIM, голубой",
        "price" : 88895,
        "quantity" : 2,
        "description" : "Встречайте iPhone 15 - ваш идеальный спутник в мире безграничных возможностей! Новый iPhone 15 открывает двери в мир передовых технологий и непревзойденного дизайна. iPhone 15 является воплощением инноваций, стиля и функциональности. С его появлением вы сможете наслаждаться яркими и насыщенными цветами на 6,1-дюймовом OLED-дисплее Super Retina XDR, который обеспечивает невероятное качество изображения даже при ярком солнечном свете.",
        "imageName" : "iphone"
    },
    {
        "id" : 1007,
        "name": "Умные часы Apple Watch Series SE Gen 2 2023 40 мм Aluminium Case GPS, Silver/Storm Blue Sport Band",
        "price" : 26225,
        "quantity" : 5,
        "description" : "Смарт-часы Apple Watch SE 2023 оснащены двухъядерным процессором S8 SiP, что обеспечивает высокую производительность и предотвращает зависание системы. Устройство сообщает с помощью звукового сигнала о пропущенном или входящем вызове, SMS, сообщении по электронной почте, событии, отмеченном в календаре. За счет этого можно всегда оставаться на связи и быть в курсе актуальных событий. Посредством кнопки SOS можно сразу вызвать экстренные службы, чтобы своевременно оказать помощь пострадавшему. Смарт-часы Apple Watch SE 2023 обрадованы пульсометром, посредством которого можно отслеживать сердечный ритм. Для контроля эффективности выполнения упражнения и физической активности предусмотрены шагомер, таймер и секундомер.",
        "imageName" : "watch"
    },
    {
        "id" : 1008,
        "name": "Настольный компьютер Apple Mac mini 2023 Slim-Desktop, Apple M2, 8 ГБ RAM, 256 ГБ SSD, Apple graphics 10-core, MacOS, Silver",
        "price" : 62990,
        "quantity" : 1,
        "description" : "Модель оснащена восьмиядерным процессором и десятиядерным графическим процессором и до 24 ГБ ОЗУ с пропускной способностью 100 ГБ/с. Производитель заявляет, что редактирование изображений в Adobe Photoshop на новом Mac Mini будет проходить на 50% быстрее, чем в версии с M1, а монтаж видео в Final Cut Pro — вдвое быстрее. Кроме того, Mac Mini сможет одновременно воспроизводить до двух потоков видео 8K ProRes 422 со скоростью 30 кадров в секунду или до 12 потоков 4K ProRes 422.",
        "imageName" : "macmini"
    },
]
